{
  "sections": {
    "intro": {
      "text": {
        "en": "As part of the Paris Alignment, public and private investors will increasingly match investments to national and international climate commitments. A critical part of developing future proposals and investments is to develop a climate rationale. The climate rationale describes in detail the current and projected changes in climate and the impacts that may arise from these changes. In this notebook, you will select a country and a sub-sector related to agriculture (crops, livestock, water resources), and get key graphs and brief interpretations that will help you quickly build a compelling climate rationale for your project. The notebook is divided in five sections, namely: \n 1. Recent changes in key climate indicators \n 2. Projected changes in key climate indicators \n 3. Exposure of crops, livestock, water resources, and people, to climate hazards \n 4. Projected impacts on crops, livestock, water resources \n 5. Potential adaptation solutions linked to specific hazards and sectors",
        "fr": "Dans le cadre de l’accord de Paris, les investisseurs publics et privés aligneront de plus en plus leurs investissements sur les engagements climatiques nationaux et internationaux. Une partie essentielle du développement des futures propositions et investissements est de formuler une justification climatique. La justification climatique décrit en détail les changements climatiques actuels et projetés ainsi que les impacts qui peuvent en découler. Dans ce notebook, vous sélectionnerez un pays et un sous-secteur lié à l'agriculture (cultures, élevage, ressources en eau) et obtiendrez des graphiques clés ainsi que de brèves interprétations qui vous aideront à construire rapidement une justification climatique convaincante pour votre projet. Le notebook est divisé en cinq sections, à savoir: \n 1. Évolution récente des indicateurs clés du climat \n 2. Évolution prévue des indicateurs clés du climat \n 3. Exposition des cultures, du bétail, des ressources en eau et des populations aux aléas climatiques \n 4. Impacts prévus sur les cultures, le bétail, les ressources en eau \n 5. Solutions d'adaptation potentielles liées à des aléas et à des secteurs spécifiques"
      }
    },
    "keyFacts": {
      "title": {
        "en": "Key Demographic and Economic Facts",
        "fr": "Principaux faits démographiques et économiques"
      },
      "introText": {
        "en": "Select the geography below and get a set of quick demographic and economic facts to get a general context of the country targeted by your GCF project proposal.",
        "fr": "Sélectionnez la zone géographique ci-dessous et obtenez un ensemble de données démographiques et économiques rapides pour obtenir un contexte général du pays ciblé par votre proposition de projet GCF."
      },
      "quickInsight": {
        "poverty": {
          "country": {
            "en": "In :::country:::, an estimated :::povPct:::% of the population earns less than $4.20 per day.",
            "fr": "TODO"
          },
          "admin": {
            "en": "- :::admin::: has a poverty rate of :::povPct:::%, which is :::direction::: than the national average.",
            "fr": "TODO"
          }
        },
        "gdpLandUse": {
          "country": {
            "en": "Within :::country:::, agriculture accounts for :::pctAgGDP:::% of total GDP (:::agGDP:::), and :::pctAgLandUse:::% of land use (:::LandUse::: ha).",
            "fr": "TODO"
          }
        },
        "production": {
          "allAdmins": {
            "en": "In :::admin:::, :::group::: is the highest-value agricultual subsector (:::groupValue:::), and :::topCommodity::: has the highest individual value of production (:::topValue:::).",
            "fr": "TODO"
          },
          "topAdmin": {
            "en": "Across the selections in :::country:::, :::topAdmin::: has the highest total value of production (:::topValue:::), followed by :::secondAdmin::: (:::secondValue:::), and :::thirdAdmin::: (:::thirdValue:::).",
            "fr": "TODO"
          }
        }
      }
    },
    "recentChanges": {
      "title": {
        "en": "Recent Changes in Key Climate Indicator",
        "fr": "Évolution récente des principaux indicateurs climatiques"
      },
      "introText": {
        "en": "Historical changes in climate conditions are the first step to contextualizing a GCF proposal. This section will provide you an overview of the historical changes in key climate variables for the target country of your proposal.",
        "fr": "Les changements historiques des conditions climatiques constituent la première étape de la contextualisation d'une proposition GCF. Cette section vous fournira un aperçu des changements historiques des variables climatiques clés pour le pays cible de votre proposition."
      }
    },
    "futureProjections": {
      "title": {
        "en": "Future Climate Projections",
        "fr": "Projections climatiques futures"
      },
      "introText": {
        "en": "Like for historical trends, future projections for the same key variables are needed to contextualize the proposed adaptation and mitigation solutions. This section explores different climate futures using data from the Global Climate Models (GCMs) used in the Sixth Assessment Report (AR6) of the Intergovernmental Panel on Climate Change (IPCC).",
        "fr": "Comme pour les tendances historiques, des projections futures pour les mêmes variables clés sont nécessaires pour contextualiser les solutions d’adaptation et d’atténuation proposées. Cette section explore différents futurs climatiques à l’aide de données provenant des modèles climatiques mondiaux (MCG) utilisés dans le sixième rapport d’évaluation (AR6) du Groupe d’experts intergouvernemental sur l’évolution du climat (GIEC)."
      }
    },
    "hazardExposure": {
      "title": {
        "en": "Crop and Livestock Exposure to Climate Hazards",
        "fr": "Exposition des cultures et du bétail aux risques climatiques"
      },
      "introText": {
        "en": "Crops and livestock may be exposed to a variety of hazards and stresses, and these may co-occur for a given geography. This section allows exploring a variety of climate hazard variables that enable a deeper understanding of the potential implications of climate change for crops and livestock.",
        "fr": "Les cultures et l’élevage peuvent être exposés à une variété de risques et de stress, qui peuvent coexister dans une zone géographique donnée. Cette section permet d’explorer diverses variables de risques climatiques qui permettent de mieux comprendre les implications potentielles du changement climatique pour les cultures et l’élevage."
      }
    }
  },
  "general": {
    "quickInsight": {
      "en": "Quick Insights",
      "fr": "Aperçu Rapide"
    },
    "direction": {
      "greater": {
        "en": "greater than",
        "fr": "TODO"
      },
      "less": {
        "en": "less than",
        "fr": "TODO"
      }
    }
  }
}
