{
  "sections": {
    "intro": {
      "text": {
        "en": "This notebook supports strategic decision-making for climate adaptation planning. It enables users to identify which crops and livestock are most exposed to climate hazards under various future scenarios. The tool is designed for grant applicants, program officers, and regional planners to prioritize investments and justify interventions based on risk exposure.",
        "fr": "Ce notebook soutient la prise de décision stratégique pour la planification de l’adaptation au climat. Il permet d’identifier quelles cultures et quels types de bétail sont les plus exposés aux aléas climatiques selon différents scénarios futurs. L’outil est destiné aux demandeurs de subventions, aux responsables de programmes et aux planificateurs régionaux afin de prioriser les investissements et de justifier les interventions sur la base de l’exposition au risque."
      }
    },
    "hazardExposure": {
      "title": {
        "en": "Crop and Livestock Exposure to Climate Hazards",
        "fr": "Exposition des cultures et du bétail aux risques climatiques"
      },
      "introText": {
        "en": "Crops and livestock may be exposed to a variety of hazards and stresses, and these may co-occur for a given geography. This section allows exploring a variety of climate hazard variables that enable a deeper understanding of the potential implications of climate change for crops and livestock.",
        "fr": "Les cultures et l’élevage peuvent être exposés à une variété de risques et de stress, qui peuvent coexister dans une zone géographique donnée. Cette section permet d’explorer diverses variables de risques climatiques qui permettent de mieux comprendre les implications potentielles du changement climatique pour les cultures et l’élevage."
      }
    },
    "q1": {
      "title": {
        "en": "Q1 How does the total exposure breakdown by hazard type?",
        "fr": "Q1 Comment l’exposition totale se répartit-elle par type d’aléa ?"
      },
      "introText": {
        "en": "This section shows how total exposure to climate hazards is distributed across individual and compound hazard types (e.g. heat only, or heat + dry), for both the selected baseline and future scenario.",
        "fr": "Cette section montre comment l’exposition totale aux aléas climatiques est répartie entre des types d’aléas individuels et composés (p. ex. chaleur seule, ou chaleur + sécheresse), pour le scénario de référence et le scénario futur sélectionnés."
      },
      "detailText": {
        "en": "- Bars show total exposure (e.g. in USD or hectares).\n- The matrix below each bar shows which hazards are included.\n- Dots indicate exposure to combinations (e.g. heat + dry = compound hazard).\n\n**What this plot tells you:**\n- Whether exposure is changing under future scenarios.\n- Which hazards — individually or in combination — are most important.\n- If compound hazard exposure is becoming more significant.\n\n**What you can prioritize:**\n- Identify hazard combinations that contribute most to overall exposure.",
        "fr": "- Les barres montrent l’exposition totale (p. ex. en USD ou en hectares).\n- La matrice sous chaque barre indique quels aléas sont inclus.\n- Les points indiquent l’exposition à des combinaisons (p. ex. chaleur + sécheresse = aléa composé).\n\n**Ce graphique vous indique :**\n- si l’exposition change dans les scénarios futurs.\n- quels aléas — seuls ou combinés — sont les plus importants.\n- si l’exposition aux aléas composés devient plus significative.\n\n**Ce que vous pouvez prioriser :**\n- identifier les combinaisons d’aléas qui contribuent le plus à l’exposition globale."
      }
    },
    "q2": {
      "title": {
        "en": "Q2 Which crops are most exposed?",
        "fr": "Q2 Quelles cultures sont les plus exposées ?"
      },
      "introText": {
        "en": "This section is crop centric and helps you drill into the risk profile of each crop. These plots help you explore which commodities are most exposed to climate hazards, either:",
        "fr": "Cette section est centrée sur les cultures et vous aide à examiner le profil de risque de chaque culture. Ces graphiques vous aident à identifier quelles cultures sont les plus exposées aux aléas climatiques, soit :"
      },
      "detailText": {
        "en": "- Individually (e.g. just heat) — when `Show compound hazards` is unselected.\n- In combination (e.g. heat + dry + wet) — when `Show compound hazards` is selected.\n\n**You can switch between:**\n- Absolute values (when `Show %` is unselected) — total exposure in real terms (e.g. USD), useful for economic impact.\n- Relative values (when `Show %` is selected) — exposure as a percentage of total production per crop, useful for proportional vulnerability.\n\nUse absolute plots to prioritize which crops matter most economically.\n\nUse relative plots to spot hidden vulnerabilities in less valuable but highly exposed crops.",
        "fr": "- Individuellement (p. ex. seulement chaleur) — lorsque `Show compound hazards` n’est pas sélectionné.\n- En combinaison (p. ex. chaleur + sécheresse + humidité) — lorsque `Show compound hazards` est sélectionné.\n\n**Vous pouvez basculer entre :**\n- Valeurs absolues (quand `Show %` n’est pas sélectionné) — exposition totale en termes réels (p. ex. USD), utile pour l’impact économique.\n- Valeurs relatives (quand `Show %` est sélectionné) — exposition en pourcentage de la production totale par culture, utile pour la vulnérabilité proportionnelle.\n\nUtilisez les graphiques absolus pour prioriser les cultures qui comptent le plus sur le plan économique.\n\nUtilisez les graphiques relatifs pour repérer des vulnérabilités cachées chez des cultures moins valorisées mais fortement exposées."
      }
    },
    "q3": {
      "title": {
        "en": "Q3 Which hazards pose the greatest threat to commodities?",
        "fr": "Q3 Quels aléas représentent la plus grande menace pour les cultures ?"
      },
      "introText": {
        "en": "This section is hazard-centric, it is designed to show you which hazards are driving exposure and the relative importance of different crops in driving this exposure.",
        "fr": "Cette section est centrée sur les aléas ; elle vise à montrer quels aléas entraînent l’exposition et l’importance relative des différentes cultures dans cette exposition."
      },
      "detailText": {
        "en": "**This view is useful when:**\n- You want to prioritize hazard-specific actions (e.g. drought resilience).\n- You’re interested in which crops dominate exposure to dry, heat, or compound hazards.\n\n**You can switch between:**\n- Absolute values (when `Show %` is unselected) — total exposure of all selected crops per hazard in real terms (e.g. USD).\n- Relative values (when `Show %` is selected) — exposure as a percentage of the total value of all selected commodities.\n\nUse `Show compound hazards` to explore how multi-hazard risks (e.g. dry + heat) shift across crops.",
        "fr": "**Cette vue est utile lorsque :**\n- vous souhaitez prioriser des actions spécifiques à un aléa (p. ex. résilience à la sécheresse).\n- vous voulez savoir quelles cultures dominent l’exposition aux aléas de sécheresse, de chaleur ou aux aléas composés.\n\n**Vous pouvez basculer entre :**\n- Valeurs absolues (quand `Show %` n’est pas sélectionné) — exposition totale de toutes les cultures sélectionnées par aléa en termes réels (p. ex. USD).\n- Valeurs relatives (quand `Show %` est sélectionné) — exposition en pourcentage de la valeur totale de toutes les cultures sélectionnées.\n\nUtilisez `Show compound hazards` pour explorer comment les risques multi-aléas (p. ex. sécheresse + chaleur) évoluent selon les cultures."
      }
    },
    "q4": {
      "title": {
        "en": "Q4 Which geographies are most exposed to hazards?",
        "fr": "Q4 Quelles zones géographiques sont les plus exposées aux aléas ?"
      },
      "introText": {
        "en": "Use this interactive map to explore total exposure to climate hazards across the areas and commodities you have selected.",
        "fr": "Utilisez cette carte interactive pour explorer l’exposition totale aux aléas climatiques dans les zones et pour les cultures que vous avez sélectionnées."
      },
      "detailText": {
        "en": "The map helps highlight which locations experience the highest overall exposure values and can guide your selection of admin 1 or admin 2 units for further analysis.\n\nThe color scale shows total exposure in the unit shown in the legend under the selected scenario. Darker colors indicate lower exposure, while lighter colors highlight hotspots of higher exposure.",
        "fr": "La carte met en évidence les lieux présentant les niveaux d’exposition globaux les plus élevés et peut guider la sélection d’unités admin 1 ou admin 2 pour des analyses plus détaillées.\n\nL’échelle de couleurs montre l’exposition totale dans l’unité affichée dans la légende, pour le scénario sélectionné. Des couleurs plus foncées indiquent une exposition plus faible, tandis que des couleurs plus claires mettent en évidence les points chauds d’exposition plus élevée."
      }
    },
    "q5": {
      "title": {
        "en": "Q5 How does exposure differ between SSPs, over time and between GCMs?",
        "fr": "Q5 Comment l’exposition varie-t-elle entre les SSP, au fil du temps et entre les GCM ?"
      },
      "introText": {
        "en": "This plot shows how total exposure to climate hazards evolves over time (2030–2090) under different future scenarios (SSPs), broken down by hazard type.",
        "fr": "Ce graphique montre comment l’exposition totale aux aléas climatiques évolue dans le temps (2030–2090) selon différents scénarios futurs (SSP), ventilée par type d’aléa."
      },
      "detailText": {
        "en": "Each dot represents the median exposure across multiple climate models (GCMs), and the vertical bars show the spread (variation) across models — helping you judge both average risk and uncertainty.\n\n**The rows separate hazard types:**\n- Top row (any) shows total combined hazard exposure.\n- Other rows isolate exposure to dry, heat, and wet hazards.\n\n**Use this view to:**\n- Compare SSP trajectories (e.g. ssp126 vs ssp585).\n- Identify when and where exposure is rising fastest.\n- Understand which hazards dominate exposure under each scenario.\n- Assess how much uncertainty (variation across models) exists at different points in time.",
        "fr": "Chaque point représente l’exposition médiane à travers plusieurs modèles climatiques (GCM), et les barres verticales montrent la dispersion (variation) entre modèles — ce qui aide à évaluer à la fois le risque moyen et l’incertitude.\n\n**Les lignes séparent les types d’aléas :**\n- La première ligne (any) montre l’exposition totale aux aléas combinés.\n- Les autres lignes isolent l’exposition aux aléas de sécheresse (dry), de chaleur (heat) et d’humidité (wet).\n\n**Utilisez cette vue pour :**\n- Comparer les trajectoires SSP (p. ex. ssp126 vs ssp585).\n- Identifier quand et où l’exposition augmente le plus rapidement.\n- Comprendre quels aléas dominent l’exposition selon le scénario.\n- Évaluer le niveau d’incertitude (variation entre modèles) à différents moments."
      }
    }
  },
  "general": {
    "quickInsight": {
      "en": "Quick Insights",
      "fr": "Aperçu Rapide"
    },
    "direction": {
      "greater": {
        "en": "greater than",
        "fr": "TODO"
      },
      "less": {
        "en": "less than",
        "fr": "TODO"
      }
    }
  }
}