{
  "supportNbText": {
    "labels": {
      "quickInsights": {
        "en": "Quick Insights",
        "fr": "Aperçu Rapide"
      },
      "language": {
        "en": "Language",
        "fr": "Langue"
      },
      "tocTitle": {
        "en": "In this notebook",
        "fr": "Dans ce notebook"
      },
      "crop": {
        "en": "Crop",
        "fr": "Récolte"
      },
      "sort": {
        "en": "Sort",
        "fr": "Trier"
      },
      "sortTotals": {
        "en": "Sort totals",
        "fr": "Trier les totaux"
      },
      "sortBars": {
        "en": "Sort bars",
        "fr": "Trier les barres"
      },
      "confidenceIntervals": {
        "en": "Confidence intervals",
        "fr": "Intervalles de confiance"
      },
      "highlightAez": {
        "en": "Highlight AEZ",
        "fr": "Surligner AEZ"
      },
      "highlightPractice": {
        "en": "Highlight a practice",
        "fr": "Surligner une pratique"
      }
    },
    "words": {
      "toBe": {
        "singular": {
          "en": "is",
          "fr": "est"
        },
        "plural": {
          "en": "are",
          "fr": "sont"
        }
      },
      "and": {
        "en": "and",
        "fr": "et"
      },
      "percentage": {
        "singular": {
          "en": "percentage",
          "fr": "pourcentage"
        },
        "plural": {
          "en": "percentages",
          "fr": "pourcentages"
        }
      },
      "crop": {
        "singular": {
          "en": "crop",
          "fr": "récolte"
        },
        "plural": {
          "en": "crops",
          "fr": "récoltes"
        }
      },
      "country": {
        "singular": {
          "en": "country",
          "fr": "pays"
        },
        "plural": {
          "en": "countries",
          "fr": "des pays"
        }
      },
      "region": {
        "singular": {
          "en": "region",
          "fr": "région"
        },
        "plural": {
          "en": "regions",
          "fr": "régions"
        }
      },
      "subregion": {
        "singular": {
          "en": "subregion",
          "fr": "sous-région"
        },
        "plural": {
          "en": "subregions",
          "fr": "sous-régions"
        }
      },
      "commodity": {
        "singular": {
          "en": "commodity",
          "fr": "produit"
        },
        "plural": {
          "en": "commodities",
          "fr": "produits"
        }
      },
      "overview": {
        "en": "overview",
        "fr": "Vue d’Ensemble"
      },
      "practice": {
        "singular": {
          "en": "practice",
          "fr": "pratique"
        },
        "plural": {
          "en": "practices",
          "fr": "pratiques"
        }
      },
      "observation": {
        "singular": {
          "en": "observation",
          "fr": "observation"
        },
        "plural": {
          "en": "observations",
          "fr": "observations"
        }
      },
      "increase": {
        "en": "increase",
        "fr": "augmentation"
      },
      "decrease": {
        "en": "decrease",
        "fr": "diminution"
      }
    }
  },
  "indicators": {
    "general": {
      "terms": {
        "indicator": {
          "en": "Indicator",
          "fr": "Indicateur"
        }
      }
    },
    "irr": {
      "label": {
        "en": "IRR",
        "fr": "IRR"
      },
      "labelLong": {
        "en": "Internal rate of return",
        "fr": "Taux de rendement interne"
      },
      "labelFull": {
        "en": "Internal rate of return (IRR)",
        "fr": "Taux de rendement interne (TRI)"
      },
      "tooltip": {
        "en": "Internal Rate of Return — the rate of growth a project is expected to generate, with higher values suggesting a more-desirable project",
        "fr": "Taux de rendement interne - taux de croissance qu'un projet est censé générer, les valeurs les plus élevées indiquent un projet plus souhaitable"
      },
      "info": {
        "what": {
          "en": "The IRR is the discount rate that makes the net present value (NPV) of all cash flows (both positive and negative) from a particular project equal to zero. In simpler terms, it's the rate of growth a project is expected to generate.",
          "fr": "Le TRI est le taux d'actualisation qui rend la valeur actuelle nette (VAN) de tous les flux de trésorerie (positifs et négatifs) d'un projet donné égale à zéro. En termes plus simples, il s'agit du taux de croissance qu'un projet est censé générer."
        },
        "interpret": {
          "en": "The IRR is used to evaluate the attractiveness of a project or investment. If the IRR of a new project exceeds a company's required rate of return, that project is considered desirable. The higher the IRR, the more desirable the project.In most development or adaptation contexts, an IRR above **10–12%** is considered strong. Values below **6%** often suggest weak financial performance, unless there are compelling co-benefits such as resilience, equity, or sustainability. IRR values above the discount rate, coupled with a positive NPV and benefit-cost ratio above 1, are strong indicators of project viability.",
          "fr": "Le TRI est utilisé pour évaluer l'attractivité d'un projet ou d'un investissement. Si le TRI d'un nouveau projet dépasse le taux de rendement exigé par l'entreprise, ce projet est considéré comme souhaitable. Plus le TRI est élevé, plus le projet est souhaitable. Dans les contextes de développement ou d'adaptation, un TRI supérieur à **10–12 %** est considéré comme solide. Des valeurs inférieures à **6 %** suggèrent souvent une performance financière faible, sauf si des co-bénéfices importants (résilience, équité, durabilité) sont présents. Un TRI supérieur au taux d'actualisation, combiné à une VAN positive et un ratio bénéfice-coût supérieur à 1, indique une viabilité robuste du projet."
        },
        "tell": {
          "en": "IRR focuses on the rate of return a project generates. It's unique in that it provides a single percentage figure that can easily compare different investments' efficiency. However, it doesn't give you the actual monetary value of the investment's return.",
          "fr": "Le TRI se concentre sur le taux de rendement qu'un projet génère. Il est unique en ce sens qu'il fournit un pourcentage unique qui permet de comparer facilement l'efficacité de différents investissements. Cependant, il ne donne pas la valeur monétaire réelle du rendement de l'investissement."
        }
      },
      "overview": {
        "en": "**Internal Rate of Return (IRR)** — The Internal Rate of Return (IRR) is a financial metric used to evaluate the profitability of an investment or project. It represents the annual rate of return at which the net present value (NPV) of all (discounted) cash flows from the investment equals zero. A project is generally considered to be a good investment if its IRR exceeds the rate of return that could be earned elsewhere at a similar risk level (the opportunity cost of capital).",
        "fr": "**Taux de rendement interne (TRI)** — Le taux de rendement interne (TRI) est une mesure financière utilisée pour évaluer la rentabilité d'un investissement ou d'un projet. Il représente le taux de rendement annuel auquel la valeur actuelle nette (VAN) de tous les flux de trésorerie (actualisés) de l'investissement est égale à zéro. Un projet est généralement considéré comme un bon investissement si son TRI dépasse le taux de rendement pouvant être obtenu ailleurs à un niveau de risque similaire (le coût d'opportunité du capital)."
      }
    },
    "mirr": {
      "label": {
        "en": "MIRR",
        "fr": "MIRR"
      },
      "labelLong": {
        "en": "Modified Internal Rate of Return",
        "fr": "Taux de rendement interne modifié"
      },
      "labelFull": {
        "en": "Modified Internal Rate of Return (MIRR)",
        "fr": "Taux de rendement interne modifié (MIRR)"
      },
      "tooltip": {
        "en": "Modified Internal Rate of Return — accounts for both financing costs and reinvestment rate, offering a more realistic profitability measure than IRR.",
        "fr": "Taux de rendement interne modifié — tient compte à la fois des coûts de financement et du taux de réinvestissement, offrant une mesure de rentabilité plus réaliste que le TRI."
      },
      "info": {
        "what": {
          "en": "MIRR adjusts IRR by including the cost of borrowing (finance rate) and the rate of reinvestment for interim cash flows, offering a more accurate reflection of a project’s profitability.",
          "fr": "Le MIRR ajuste le TRI en tenant compte du coût de l'emprunt (taux de financement) et du taux de réinvestissement des flux de trésorerie intermédiaires, offrant une mesure plus précise de la rentabilité du projet."
        },
        "interpret": {
          "en": "MIRR is useful when reinvestment of cash flows is expected or required, as it assumes reinvestment at a realistic rate rather than the IRR’s often-unrealistic assumptions. A higher MIRR indicates a more profitable and financially viable project. In most public investment contexts, a MIRR above **10%** suggests strong performance, while values below **6%** may indicate marginal viability unless justified by additional non-financial benefits.",
          "fr": "Le MIRR est utile lorsque le réinvestissement des flux de trésorerie est prévu ou nécessaire, car il suppose un taux de réinvestissement plus réaliste que celui utilisé dans le calcul du TRI. Un MIRR plus élevé indique un projet plus rentable et financièrement viable. Dans la plupart des contextes d'investissement public, un MIRR supérieur à **10%** reflète une performance solide, tandis que des valeurs inférieures à **6%** peuvent indiquer une viabilité limitée, sauf en cas de co-bénéfices importants."
        },
        "tell": {
          "en": "MIRR provides a conservative and realistic return metric, especially when reinvestment assumptions are important. Unlike IRR, MIRR avoids multiple or misleading rates.",
          "fr": "Le MIRR fournit une mesure de rendement plus prudente et réaliste, en particulier lorsque les hypothèses de réinvestissement sont importantes. Contrairement au TRI, le MIRR évite les taux multiples ou trompeurs."
        }
      },
      "overview": {
        "en": "**Modified Internal Rate of Return (MIRR)** — MIRR improves upon IRR by assuming reinvestment of cash flows at a realistic rate and incorporating financing costs. It gives a clearer picture of project profitability in practical investment scenarios.",
        "fr": "**Taux de rendement interne modifié (MIRR)** — Le MIRR améliore le TRI en supposant un réinvestissement des flux de trésorerie à un taux réaliste et en intégrant les coûts de financement. Il fournit une image plus claire de la rentabilité d’un projet dans des scénarios d’investissement concrets."
      }
    },
    "npv": {
      "label": {
        "en": "NPV",
        "fr": "NPV"
      },
      "labelLong": {
        "en": "Net Present Value",
        "fr": "Valeur actuelle nette"
      },
      "labelFull": {
        "en": "Net Present Value (NPV)",
        "fr": "Valeur actuelle nette (VAN)"
      },
      "tooltip": {
        "en": "Net Present Value — the overall value of an investment after subtracting costs and taking into account discounting, with positive values suggesting a profitable investment",
        "fr": "Valeur actuelle nette - valeur globale d'un investissement après soustraction des coûts et prise en compte de l'actualisation, les valeurs positives indiquant un investissement rentable"
      },
      "info": {
        "what": {
          "en": "NPV is the sum of the present values of incoming and outgoing cash flows over a period of time. It provides a method for evaluating and comparing projects with cash flows spread out over many years, factoring in the time value of money.",
          "fr": "La VAN est la somme des valeurs actuelles des flux de trésorerie entrants et sortants sur une période donnée. Elle permet d'évaluer et de comparer des projets dont les flux de trésorerie s'étalent sur plusieurs années, en tenant compte de la valeur temporelle de l'argent."
        },
        "interpret": {
          "en": "NPV represents the net value (in today's dollars) of all future cash flows from the project. A value above 0 means the investment adds value; below 0 means it destroys value. The higher the NPV, the greater the net benefit generated by the project. However, NPV is expressed in absolute monetary terms, so it should be interpreted relative to project size — a $1 million NPV on a $2 million investment is stronger than on a $50 million investment. Always compare NPV alongside other metrics like IRR or MIRR to get a fuller picture of performance.",
          "fr": "La VAN représente la valeur nette (en valeur actuelle) de tous les flux de trésorerie futurs du projet. Une valeur supérieure à 0 signifie que l'investissement crée de la valeur ; une valeur inférieure à 0 indique une perte nette. Plus la VAN est élevée, plus le bénéfice net du projet est important. Cependant, la VAN est exprimée en termes monétaires absolus, donc elle doit être interprétée en fonction de la taille du projet — une VAN de 1 million USD sur un projet de 2 millions est plus forte que sur un projet de 50 millions. Il est recommandé de toujours interpréter la VAN avec d'autres indicateurs comme le TRI ou le MIRR pour une évaluation complète."
        },
        "tell": {
          "en": "NPV gives a dollar value that represents the difference between the present value of cash inflows and outflows. Unlike IRR, it can help you understand the scale of an investment's value, which is crucial when determining the actual profitability of large projects.",
          "fr": "La VAN donne une valeur monétaire qui représente la différence entre la valeur actuelle des entrées et des sorties de fonds. Contrairement au TRI, elle peut vous aider à comprendre l'ampleur de la valeur d'un investissement, ce qui est crucial pour déterminer la rentabilité réelle de grands projets."
        }
      },
      "overview": {
        "en": "**Net Present Value (NPV)** — NPV measures an investment's profitability for development projects by comparing incoming and outgoing money, considering the time value of money. It accounts for changes in money value over time due to inflation or interest rates. A positive NPV indicates that the project's benefits are greater than its costs, marking it as a favorable investment.",
        "fr": "**Valeur actuelle nette (VAN)** — La VAN mesure la rentabilité d'un investissement pour les projets de développement en comparant l'argent entrant et l'argent sortant, en tenant compte de la valeur temporelle de l'argent. Elle tient compte des variations de la valeur de l'argent dans le temps dues à l'inflation ou aux taux d'intérêt. Une VAN positive indique que les bénéfices du projet sont supérieurs à ses coûts, ce qui en fait un investissement favorable."
      }
    },
    "bcr": {
      "label": {
        "en": "BCR",
        "fr": "RCA"
      },
      "labelLong": {
        "en": "Benefit cost ratio",
        "fr": "Ratio avantages-coûts"
      },
      "labelFull": {
        "en": "Benefit cost ratio (BCR)",
        "fr": "Rapport coûts-avantages (RCA)"
      },
      "tooltip": {
        "en": "Benefit-Cost Ratio — the benefits of a project compared to its costs, with values greater than 1.0 suggesting that the benefits outweigh the costs",
        "fr": "Rapport coûts-avantages - les avantages d'un projet par rapport à ses coûts, les valeurs supérieures à 1,0 suggérant que les avantages l'emportent sur les coûts"
      },
      "info": {
        "what": {
          "en": "BCR is a financial ratio that compares the relative costs and benefits of a project. It's calculated by dividing the present value of benefits by the present value of costs.",
          "fr": "Le RCA est un ratio financier qui compare les coûts et les bénéfices relatifs d'un projet. Il est calculé en divisant la valeur actuelle des bénéfices par la valeur actuelle des coûts."
        },
        "interpret": {
          "en": "The discounted BCR compares the present value of benefits to the present value of costs. A BCR greater than 1.0 indicates that discounted benefits exceed discounted costs, suggesting the project generates net value. For example, a BCR of 1.8 means that for every dollar of cost (in present value), the project returns 1.8 dollars in benefits. A BCR below 1.0 implies the investment may not be economically worthwhile.",
          "fr": "Le RCA actualisé compare la valeur actuelle des avantages à la valeur actuelle des coûts dans le temps. Une valeur supérieure à 1,0 signifie que le projet génère plus de valeur qu'il n'en coûte, après prise en compte de la valeur temporelle de l'argent. C'est un indicateur utile pour comparer les options d'investissement lorsque les budgets sont limités."
        },
        "tell": {
          "en": "BCR simplifies investment outcomes to a ratio, which is particularly useful for quick comparisons and decision-making when evaluating multiple projects. It indicates whether the project is worth the investment but, like IRR, doesn't provide the project's value in terms of currency.",
          "fr": "Le RCA simplifie les résultats de l'investissement sous la forme d'un ratio, ce qui est particulièrement utile pour effectuer des comparaisons rapides et prendre des décisions lors de l'évaluation de plusieurs projets. Il indique si le projet vaut l'investissement mais, comme le TRI, il ne fournit pas la valeur du projet en termes de devises."
        }
      },
      "overview": {
        "en": "**Benefit-Cost Ratio (BCR)** — This metric simply compares the benefits (or returns) of a project to its costs, with both values adjusted to present-day terms to account for the time value of money. A BCR greater than 1 indicates that the benefits of a project exceed its costs, suggesting the investment is likely to be profitable and beneficial. For projects focused on supporting farmers, a BCR above 1 means that for every dollar spent, the project is expected to return more than a dollar in benefits, making it a good investment that can improve farmers' productivity and livelihoods. Conversely, a BCR less than 1 would imply that the costs outweigh the benefits, signaling that the project may not deliver sufficient value to justify the investment.",
        "fr": "**Rapport coûts-avantages (RCA)** — Cet indicateur compare simplement les avantages (ou le rendement) d'un projet à ses coûts, les deux valeurs étant ajustées au jour le jour pour tenir compte de la valeur temporelle de l'argent. Un RCA supérieur à 1 indique que les bénéfices d'un projet dépassent ses coûts, ce qui suggère que l'investissement est susceptible d'être rentable et bénéfique. Pour les projets axés sur le soutien aux agriculteurs, un RCA supérieur à 1 signifie que pour chaque dollar dépensé, le projet devrait rapporter plus d'un dollar de bénéfices, ce qui en fait un bon investissement susceptible d'améliorer la productivité et les moyens de subsistance des agriculteurs. À l'inverse, un RCA inférieur à 1 signifie que les coûts l'emportent sur les bénéfices, ce qui indique que le projet n'apporte peut-être pas une valeur suffisante pour justifier l'investissement."
      }
    }
  },
  "overview": {
    "blocks": {
      "block1": {
        "en": "Understanding the economic impacts of adaptation investments in agriculture is vital for investment planning. This notebook provides a detailed financial analysis for agricultural projects focused on adaptation, crucial for assessing the viability and strategic value of such investments.",
        "fr": "Comprendre les impacts économiques des investissements d'adaptation dans l'agriculture est vital pour la planification des investissements. Ce notebook fournit une analyse financière détaillée des projets agricoles axés sur l'adaptation, essentielle pour évaluer la viabilité et la valeur stratégique de ces investissements."
      },
      "block2": {
        "en": "Use this tool to evaluate the returns on a potential adaptation investment through projected economic performance indicators, including the: **Internal Rate of Return (IRR)**, **Modified Internal Rate of Return(MIRR)**, **Net Present Value (NPV)**, and **Benefit-Cost Ratio (BCR)**.",
        "fr": "Utilisez cet outil pour évaluer le rendement d'un investissement potentiel en matière d'adaptation au moyen d'indicateurs de performance économique projetés, notamment les suivants: **Taux de rendement interne (TRI)**, **Taux de rendement interne modifié (MIRR)**, **Valeur actuelle nette (VAN)**, et **Rapport coûts-avantages (RCA)**."
      },
      "block3": {
        "en": "Designed for high-level insights (national, regional, or continental), this tool helps investors gauge the likelihood of net-positive economic benefits from their projects. It focuses on projects that introduce innovations to farmers, enhancing crop or livestock yields, reducing climate hazard impacts, and achieving gradual farmer adoption over time. Together, these metrics allow investors to understand not only the profitability, but also the relative risk and efficiency of their investments, making them important indicators to gauge financial health of the (adaptation) project, for making informed decisions.",
        "fr": "Conçu pour des analyses de haut niveau (national, régional ou continental), cet outil aide les investisseurs à évaluer la probabilité que leurs projets aient des retombées économiques nettes positives. Il se concentre sur les projets qui introduisent des innovations auprès des agriculteurs, améliorant les rendements des cultures ou du bétail, réduisant les impacts des risques climatiques et permettant une adoption progressive par les agriculteurs au fil du temps. Ensembles, ces mesures permettent aux investisseurs de comprendre non seulement la rentabilité, mais aussi le risque relatif et l'efficacité de leurs investissements, ce qui en fait des indicateurs importants pour évaluer la santé financière du projet (d'adaptation) et prendre des décisions en connaissance de cause."
      },
      "block4": {
        "en": "It is important to note that negative economic indicators might not deter investment if the initiative supports broader goals or offers significant societal or environmental benefits. In such cases, the project might be considered valuable for its potential to improve farmers' livelihoods or environmental sustainability, even if if the costs are greater than value of production added or de-risked from climate hazards.",
        "fr": "Il est important de noter que des indicateurs économiques négatifs peuvent ne pas décourager l'investissement si l'initiative soutient des objectifs plus larges ou offre des avantages sociétaux ou environnementaux significatifs. Dans ce cas, le projet peut être considéré comme intéressant pour sa capacité à améliorer les moyens de subsistance des agriculteurs ou la durabilité de l'environnement, même si les coûts sont supérieurs à la valeur de la production ajoutée ou à la réduction des risques liés aux aléas climatiques."
      }
    }
  },
  "projectSetup": {
    "h1": {
      "en": "Project Set-Up",
      "fr": "Configuration de Project"
    },
    "blocks": {
      "opener1": {
        "en": "Agricultural projects can have different levels of production outcomes (in terms of production gains), while also helping in reducing climate impacts. The project set-up allows investors to gauge project cashflows and financial metrics by adjusting such parameters.",
        "fr": "Les projets agricoles peuvent avoir différents niveaux de résultats de production (en termes de gains de production), tout en contribuant à réduire les impacts climatiques. Le montage du projet permet aux investisseurs d'évaluer les flux de trésorerie et les paramètres financiers du projet en ajustant ces paramètres."
      },
      "opener2": {
        "en": "To begin, select target crops and locations. Then, specify project cost and duration. Finally, set-up the innovation impact on yields and climate hazard reduction and its annual rate of adoption.",
        "fr": "Pour commencer, sélectionnez les cultures et les lieux cibles. Ensuite, précisez le coût et la durée du projet. Enfin, définissez l'impact de l'innovation sur les rendements et la réduction des risques climatiques, ainsi que son taux d'adoption annuel."
      },
      "locations": {
        "h2": {
          "en": "Locations and Commodities",
          "fr": "Lieux et Marchandises"
        },
        "text": {
          "en": "Choose the regions where your project occurs and the commodities it applies to.",
          "fr": "Sélectionnez les régions où votre projet se déroule et les produits auxquels il s'applique."
        },
        "inputs": {
          "countryDropdown": {
            "tooltip": {
              "en": "Pick countries to include",
              "fr": "Sélectionnez les pays à inclure"
            }
          },
          "regionDropdown": {
            "tooltip": {
              "en": "Refine country selections by region",
              "fr": "Affiner la sélection des pays par région"
            }
          },
          "commodityDropdown": {
            "tooltip": {
              "en": "Choose which commodities to include",
              "fr": "Choisir les produits à inclure"
            }
          }
        }
      },
      "costs": {
        "h2": {
          "en": "Costs and Duration",
          "fr": "Couts et Durée"
        },
        "text": {
          "en": "Choose your project's cost and the length of time you expect to spend paying for it. Payments will be divided evenly across this span.",
          "fr": "Choisissez le coût de votre projet et la durée pendant laquelle vous prévoyez de le financer. Les paiements seront répartis de manière égale sur cette période."
        },
        "inputs": {
          "costInput": {
            "label": {
              "en": "Project cost",
              "fr": "Coût du projet"
            },
            "tooltip": {
              "en": "The total cost of the project in USD",
              "fr": "Le coût total du projet en USD"
            }
          },
          "projectYearDropdown": {
            "label": {
              "en": "Project years",
              "fr": "Années du projet"
            },
            "tooltip": {
              "en": "The number of years across which project funds are disbursed",
              "fr": "Le nombre d'années au cours desquelles les fonds du projet sont dispersés"
            },
            "terms": {
              "year": {
                "singular": {
                  "en": "year",
                  "fr": "année"
                },
                "plural": {
                  "en": "years",
                  "fr": "années"
                }
              }
            }
          }
        },
        "calloutTemplate": {
          "en": "**:::money:::** over **:::time:::**",
          "fr": "**:::money:::** sur **:::time:::**"
        }
      },
      "impacts": {
        "h2": {
          "en": "Impacts",
          "fr": "Impacts"
        },
        "text": {
          "en": "These parameters allow you to explore how the impact of an innovation changes project returns. You can adjust how much the innovation improves production yields, the rate at which your target community might adopt it, and how much it reduces the negative impacts of climate variability.",
          "fr": "Ces paramètres vous permettent d'étudier comment l'impact d'une innovation modifie les résultats du projet. Vous pouvez ajuster la mesure dans laquelle l'innovation améliore les rendements de production, le taux auquel votre communauté cible pourrait l'adopter et la mesure dans laquelle elle réduit les effets négatifs de la variabilité climatique."
        },
        "terms": {
          "none": {
            "en": "none",
            "fr": "aucun"
          },
          "high": {
            "en": "high",
            "fr": "élevé"
          },
          "incremental": {
            "en": "incremental",
            "fr": "incrémental"
          },
          "low": {
            "en": "low",
            "fr": "faible"
          },
          "moderate": {
            "en": "moderate",
            "fr": "modéré"
          },
          "transformative": {
            "en": "transformative",
            "fr": "transformative"
          }
        },
        "inputs": {
          "prodImpactDropdown": {
            "label": {
              "en": "Production impact",
              "fr": "Impact sur la production"
            },
            "tooltip": {
              "en": "How much does adoption of an innovation improve the yield of selected crops or livestock?",
              "fr": "Dans quelle mesure l'adoption d'une innovation améliore-t-elle le rendement des cultures ou du bétail sélectionnés?"
            }
          },
          "adoptionRateDropdown": {
            "label": {
              "en": "Yearly Adoption rate",
              "fr": "Taux d'Adoption Annuel"
            },
            "tooltip": {
              "en": "What is the annual rate of innovation adoption amongst those who have not adopted?",
              "fr": "Quel est le taux annuel d'adoption de l'innovation parmi ceux qui ne l'ont pas adoptée?"
            }
          },
          "cisImpactDropdown": {
            "label": {
              "en": "Reduction of climate impacts",
              "fr": "Réduction des Impacts Climatiques"
            },
            "tooltip": {
              "en": "How much does the innovation reduce the negative impacts of climate variability?",
              "fr": "Dans quelle mesure l'innovation réduit-elle les effets négatifs de la variabilité climatique?"
            }
          }
        }
      }
    }
  },
  "investmentReturns": {
    "h1": {
      "en": "Investment Returns",
      "fr": "Retours d'Investissements"
    },
    "blocks": {
      "insightReview": {
        "setupBlock": {
          "missingMessage": {
            "en": "_Missing region and/or crop selections, please update selections_",
            "fr": "_Région et/ou sélections de cultures manquantes, veuillez mettre à jour les sélections_"
          },
          "template": {
            "en": "You are exploring an intervention about :::crop_string::: across **:::region_string:::** in :::country_string:::. Your project is set to cost **:::cost_string:::**, divided into equal payments over **:::year_string:::**.",
            "fr": "Vous étudiez une intervention portant sur :::crop_string::: à travers **:::region_string:::** dans :::country_string:::. Le coût de votre projet est estimé à  **:::cost_string:::**, répartis en paiements égaux sur **:::year_string:::**."
          }
        },
        "indicatorBlock": {
          "en": "With a **:::prod_impact_label::: production impact**, a **:::adoption_rate_label::: yearly adoption rate**, and a **:::cis_impact_label::: reduction of climate impacts**, after **:::year_string:::** you are expected to see",
          "fr": "Avec un **impact sur la production de :::prod_impact_label:::**, un **taux d'adoption annuel de :::adoption_rate_label:::** et une **réduction des impacts climatiques de :::cis_impact_label:::**, après **:::year_string:::** vous devriez voir"
        }
      },
      "exploreIndicators": {
        "h2": {
          "en": "Explore One of These Indicators in Detail",
          "fr": "Examinez l'Un de Ces Indicateurs en Détail"
        },
        "projectYear": {
          "en": "Project year",
          "fr": "Année du projet"
        }
      },
      "infoListHeaders": {
        "what": {
          "en": "What it is",
          "fr": "Qu'est-ce que c'est"
        },
        "interpret": {
          "en": "Interpretation",
          "fr": "Interprétation"
        },
        "tell": {
          "en": "What it tells us",
          "fr": "Ce qu'il nous apprend"
        }
      },
      "closer1": {
        "en": "Each of these indicators plays a vital role in the evaluation process, offering different perspectives on an investment's financial viability. Together, they provide a comprehensive understanding, enabling investors and managers to make well-informed decisions.",
        "fr": "Chacun de ces indicateurs joue un rôle essentiel dans le processus d'évaluation, en offrant différentes perspectives sur la viabilité financière d'un investissement. Ensemble, ils fournissent une compréhension globale, permettant aux investisseurs et aux gestionnaires de prendre des décisions en connaissance de cause."
      }
    }
  },
  "summary": {
    "h1": {
      "en": "Summary",
      "fr": "Résumé"
    },
    "blocks": {
      "block1": {
        "en": "The internal rate of return, net present value, and benefit-cost ratio offer valuable insight into the potential returns for an agriculture adaptation investment, which can help project makers evaluate and compare investment opportunities. In this tool, these indicators provide an economic performance analysis for agriculture projects based on key project criteria. This analysis can help guide organizations and farmers in making informed investment decisions aligned with their financial goals.",
        "fr": "Le taux de rendement interne, la valeur actuelle nette et le ratio coûts-avantages donnent une idée précieuse du rendement potentiel d'un investissement dans l'adaptation de l'agriculture, ce qui peut aider les responsables de projets à évaluer et à comparer les possibilités d'investissement. Dans cet outil, ces indicateurs fournissent une analyse de la performance économique des projets agricoles sur la base de critères clés. Cette analyse peut aider les organisations et les agriculteurs à prendre des décisions d'investissement éclairées et conformes à leurs objectifs financiers."
      },
      "block2": {
        "en": "There are many factors to consider when calculating the returns for an investment, and the calculations above are founded on several assumptions — such as a fixed NPV discount rate (:::npvDisountRate:::) and farm BCR (:::farmBcr:::). More information about the methods can be found in the :::methodsSourcesTitle::: section below.",
        "fr": "De nombreux facteurs doivent être pris en compte pour calculer le rendement d'un investissement, et les calculs ci-dessus reposent sur plusieurs hypothèses, telles qu'un taux d'actualisation fixe de la VAN (:::npvDisountRate:::) et un RCA de l'exploitation (:::farmBcr:::). De plus amples informations sur les méthodes sont disponibles dans la section Méthodes & Sources ci-dessous."
      }
    }
  },
  "methods": {
    "intro": {
      "en": "The tool utilizes the best available production value datasets covering all of sub-Saharan Africa, enabling cross-country, crop, and livestock comparisons. While suitable for macro-scale analysis to determine economic viability and regional differences, the data's applicability diminishes at smaller scales. For projects with defined targets and contexts, we recommend engaging with local communities and governance through participatory approaches to refine investment targeting and design.  \n  \n This Spotlight implements a model developed for the Accelerating the Impact of CGIAR Climate Research in Africa (AICCRA) program.",
      "fr": "L'outil utilise les meilleurs ensembles de données disponibles sur la valeur de la production couvrant l'ensemble de l'Afrique subsaharienne, ce qui permet des comparaisons entre les pays, les cultures et le bétail. S'il convient à l'analyse macroéconomique pour déterminer la viabilité économique et les différences régionales, l'applicabilité des données diminue à plus petite échelle. Pour les projets dont les objectifs et les contextes sont définis, nous recommandons de s'engager avec les communautés locales et la gouvernance par le biais d'approches participatives afin d'affiner le ciblage et la conception des investissements.  \n  \n Ce *Spotlight* met en œuvre un modèle développé pour le programme AICCRA (Accelerating the Impact of CGIAR Climate Research in Africa)."
    }
  }
}
